Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: [83163] Không cho phép bộ điều hợp không có bộ ngắt mạch tích hợp
vi: [83163] Không cho dùng adapter không có thiết bị ngắt mạch tích hợp

source: [8394] Máy sấy tóc không được có công tắc bật / tắt
vi: [8394] Máy sấy tóc không được có công tắc bật/tắt cần phải giữ liên tục

source: [842] Đường lái xe và lưu thông tại chỗ phải rõ ràng và dễ điều hướng.
vi: [842] Đường lái xe và lưu thông trong khuôn viên phải rõ ràng và dễ định hướng.

source: [84534] Tổng kích thước phòng nên được xác định dựa trên hỗn hợp khách dự kiến.
vi: [84534] Tổng kích thước phòng nên được xác định dựa trên lượng khách dự kiến.

source: [847117] Nếu điện thoại có chức năng đồng hồ, radio và báo thức, không cần có thiết bị báo thức trong phòng riêng.
vi: [847117] Nếu điện thoại có chức năng đồng hồ, radio và báo thức, không cần có thiết bị báo thức riêng trong phòng.

source: [850073] thiết bị phát hiện khói phải được giám sát bởi bảng báo cháy chính.
vi: [850073] Đầu báo khói phải được giám sát bởi bảng điiều khiển báo cháy trung tâm.

source: [8545] Chất liệu nhồi: 5% lông tơ vịt / 95% lông vịt.
vi: [8545] Chất liệu ruột gối: 5% lông nhung vịt / 95% lông vũ vịt.

source: [859055] Chỉ được cung cấp theo yêu cầu.
vi: [859055] Chỉ được cung cấp khi khách yêu cầu.

source: [859103] Đề xuất ống hút giấy.
vi: [859103] Khuyến nghị dùng ống hút giấy.

source: [859104] Ống hút phân hủy sinh học phải được phân hủy hoàn toàn và / hoặc phân hủy sinh học trong bãi rác
vi: [859104] Ống hút phân hủy sinh học phải được có thể ủ phân (ủ compost) và/hoặc phân hủy sinh học trong bãi rác

source: [860049] Điện thoại có thể bao gồm: đồng hồ, radio, chức năng báo thức và tối thiểu hai cổng USB để sạc
vi: [860049] Điện thoại có thể tích hợp: đồng hồ, radio, chức năng báo thức và tối thiểu hai cổng USB để sạc

source: [860052] Bảng hiệu điện tử cầm tay hoặc in nên được sử dụng tại sân bay.
vi: [860052] Tại sân bay nên được sử dụng bảng tên điện tử cầm tay hoặc bảng tên in.

source: [862084] Chỉ dùng máy khuấy đồ uống có thể tái sử dụng hoặc phân hủy sinh học trong bất kỳ nơi nào của khách sạn.
vi: [862084] Chỉ dùng que khuấy đồ uống có thể tái sử dụng hoặc phân hủy sinh học trong bất kỳ nơi nào của khách sạn.

source: [86700] Phải là đồng thau với mạ chrome
vi: [86700] Phải là đồng thau hoàn thiện mạ chrome

source: [86701] Chế độ nước nóng và lạnh phải được đánh dấu rõ ràng nơi lắp đặt van hỗn hợp.
vi: [86701] Chế độ nước nóng và lạnh phải được đánh dấu rõ ràng nếu dùng vòi nóng lạnh.

source: [869] Cung cấp một thùng rác.
vi: [869] Cung cấp thùng gạt tàn.

source: [86] Phải giữ đặt phòng cho đến lúc Check out ngày hôm sau.
vi: [86] Phải giữ đặt phòng đảm bảo cho đến giờ Check out ngày hôm sau.

source: [87018] Nó phải được hiển thị toàn bộ, dưới dạng bản in hoặc được tải trên hệ thống TV.
vi: [87018] Nó phải đầy đủ, dưới dạng bản in hoặc được bản mềm trên hệ thống TV.

source: [87087] Tủ lưu trữ có khóa đựng tiền và các tài liệu bảo mật
vi: [87087] Tủ khóa đựng tiền và các tài liệu bảo mật

source: [87795] Tối thiểu một thùng đựng tro phải được cung cấp tại mỗi khu vực ngồi ngoài trời.
vi: [87795] Tối thiểu một thùng gạt tàn phải được cung cấp tại mỗi khu ghế ngồi ngoài trời.

source: [87796] Nó phải được đặt cách cửa ra vào tối thiểu 3 m (10ft) và cách xa cửa sổ và cửa mở.
vi: [87796] Phải được đặt cách lối ra vào tối thiểu 3 m (10ft) và cách xa cửa sổ và lối thông.

source: [87797] Gạt tàn phải có một rãnh sàn hình trụ có thể khóa để giữ tro thuốc.
vi: [87797] Thùng gạt tàn phải có một khay hình trụ có thể khóa để hứng tàn thuốc

source: [87798] gạt tàn phải có một hoàn thiện nhôm được chải.
vi: [87798] gạt tàn phải có hoàn thiện nhôm xước

source: [87800] Thiết kế của thùng đựng tro phải kết hợp với băng ghế và phù hợp với các phương án thiết kế kèm theo.
vi: [87800] Thiết kế của thùng gạt tàn phải đồng bộ với ghế băng và tuân thủ các phương án thiết kế kèm theo.

source: [87919] Chốt: Bốn thun 3,5cm (1,4in) x 45cm (18in) ở góc.
vi: [87919] Phương pháp cố định: dây thun 45cm x 3,5cm (18in x 1,4in) ở các góc.

source: [87922] Khâu: Vách ngăn 5cm (2in), từ đầu đến cuối, khâu đôi để tránh rò rỉ.
vi: [87922] Đường may: topper dày 5cm (hộp baffle dày 5cm), may đường may kép để tránh ruột topper lòi ra ngoài

source: [87923] Chần vải Quilting: khuyến nghị khâu vuông 25x25cm
vi: [87923] Chần chăn: khuyến nghị chần hình vuông 25x25cm

source: [87924] Đường ống: khuyến nghị màu trắng
vi: [87924] Viền gân: khuyến nghị màu trắng

source: [880] Chương trình âm nhạc InnTunes ™ phải được đăng ký và phát.
vi: [880] Phải đăng ký và phát chương trình âm nhạc InnTunes ™.

source: [88212] Tần suất nạp lại cho phương pháp HVAC phải được lên lịch theo thông số kỹ thuật của nhà sản xuất để đảm bảo phân phối mùi hương phù hợp.
vi: [88212] Tần suất nạp lại hương cho phương pháp sử dụng hệ thống HVAC phải được lên lịch theo thông số kỹ thuật của nhà sản xuất để đảm bảo phân phối mùi hương liên tục.

source: [88213] Có thể dùng trong các phòng công cộng
vi: [88213] Có thể dùng trong các toilet công cộng

source: [88230] Phải có độ đầy đủ tối thiểu 150%.
vi: [88230] Phải có độ chun nhún tối thiểu 150%.

source: [88231] Chiều dài của các yếu tố vải không trang trí (lót / vải mỏng/ vải tối) không được vượt quá chiều dài của các yếu tố trang trí.
vi: [88231] Chiều dài của các yếu tố vải không mang tính trang trí (lót/rèm sheer/ rèm cản sáng) không được vượt quá chiều dài của các yếu tố trang trí.

source: [88232] Hoa văn phải được khớp tại các đường nối với các đường nối ẩn sau nếp gấp
vi: [88232] Hoa văn phải khớp tại các đường may, viền ẩn sau nếp xếp ly

source: [88241] Được lắp đặt trên các tường phụ trên khu vực đỉnh mặt bàn trang điểm hoặc tích hợp tại bàn trang điểm.
vi: [88241] Được gắn tường phía trên mặt vanity hoặc tích hợp vào vanity.

source: [88242] Có thể truy cập từ mỗi chậu rửa
vi: [88242] Có thể sử dụng từ mỗi chậu rửa

source: [88249] Phải có các cạnh hoặc khung được đánh bóng đảm bảo không có cạnh sắc.
vi: [88249] Phải có các cạnh hoặc khung được mài nhẵn, đảm bảo không có cạnh sắc.

source: [88250] Gương nổi đánh bóng.
vi: [88250] Gương kính nổi.

source: [88255] Kích thước: Chiều dài duvet phải vượt quá giường.
vi: [88255] Kích thước: Chiều dài chăn phải vượt quá giường.

source: [88258] Cửa buồng phải đem lại toàn bộ tầm nhìn riêng tư
vi: [88258] Cửa khoang phải kín và riêng tư, chống nhìn trộm

source: [88259] Phải có thiết bị riêng tư có khóa
vi: [88259] Phải có khóa

source: [88260] Nên có biển riêng tư chỉ rõ có người đang sử dụng
vi: [88260] Nên có cơ chế chỉ rõ có người đang sử dụng

source: [882] Luôn phải được giao tại khu vực lễ tân và lối vào chính, nơi lắp loa ngoài.
vi: [882] Luôn phải có nhạc phát tại khu vực lễ tân và lối vào chính, nơi lắp loa ngoài.

source: [88302] Kích thước: Chiều rộng của Duvet phải vượt quá giường tối thiểu 40cm (16in).
vi: [88302] Kích thước: Chiều rộng của chăn phải vượt quá giường tối thiểu 40cm (16in).

source: [883048] Nên cung cấp các tiện nghi bổ sung khi có nhiều hơn hai khách ở một phòng, để phản ánh số lượng khách mỗi phòng
vi: [883048] Nên cung cấp đồ amenity bổ sung khi có nhiều hơn hai khách ở một phòng, sao cho phù hợp số lượng khách mỗi phòng

source: [88310] Gắn an toàn trên tường.
vi: [88310] Cố định chắc chắn trên tường.

source: [88311] Chiều cao lắp đặt nên được xem xét tầm mắt điển hình của khách.
vi: [88311] Chiều cao lắp đặt nên cân nhắc đến độ cao tầm mắt thông thường của khách.

source: [88315] Xếp chồng tối thiểu nơi vải đáp ứng vải là 10cm (4in).
vi: [88315] Tại vị trí hai tấm rèm gặp nhau, hai tấm phải chồng lên nhau 10cm.

source: [88316] Phần cứng (trừ dùi cui) hoặc vải không trang trí không được cho khách nhìn thấy.
vi: [88316] Phần cứng (trừ thanh đẩy rèm) hoặc vải không có tính trang trí không được để khách nhìn thấy.

source: [88317] Dùi để vận hành
vi: [88317] Thanh đẩy rèm để đóng mở rèm

source: [88344] Đáy vỏ phải được mở để chèn duvet với mặt bích 5cm hoặc nếp gấp bên trong ẩn lỗ mở chèn.
vi: [88344] Đuôi vỏ chăn có lỗ mở để lồng chăn với diềm rộng 5cm hoặc nếp gấp bên trong để giấu lỗ mở.

source: [88346] Hướng thêu phải được đọc từ dưới lên trên.
vi: [88346] Hướng chữ thêu phải được đọc từ dưới lên trên.

source: [886049] Ghế và bàn phải phối hợp trong thiết kế và chiều cao để cho phép ghế được cuộn bên dưới bàn.
vi: [886049] Ghế và bàn phải phối hợp trong thiết kế và chiều cao để cho phép ghế có thể đẩy vào hộc bàn.

source: [886052] Cho phép ghế được di chuyển dưới bàn
vi: [886052] Cho phép ghế có thể di chuyển dưới bàn

source: [886] Đài phát thanh không được sử dụng làm nhạc nền.
vi: [886] Không được sử dụng radio làm nhạc nền.

source: [89000] Phải cung cấp móc áo và thanh treo khăn.
vi: [89000] Phải cung cấp móc treo áo khoác và thanh treo khăn.

source: [89001] Khuyến khích bố trí phòng với giường có thể truy cập từ cả hai bên.
vi: [89001] Khuyến nghị bố trí phòng với giường có thể tiếp cận từ cả hai bên.

source: [89022] Có một cửa kết nối với phòng khách liền kề thông qua không gian sống.
vi: [89022] Có một cửa kết nối với phòng khách liền kề thông qua không gian phòng khách (living space).

source: [89027] 1.5 mô đun tiêu chuẩn theo kích thước
vi: [89027] Kích thước bằng 1.5 mô đun tiêu chuẩn

source: [89028] Giường ngủ tiêu chuẩn.
vi: [89028] Phòng ngủ tiêu chuẩn.

source: [89029] Nhà tắm tiêu chuẩn.
vi: [89029] Phòng tắm tiêu chuẩn.

source: [89030] Khu vực sống.
vi: [89030] Khu vực tiếp khách.

source: [89257] Lắp để chiếu sáng không gian treo.
vi: [89257] Bố trí để chiếu sáng không gian treo quần áo

source: [89265] Tối thiểu là hai.
vi: [89265] Tối thiểu hai.

source: [89267] Được tích hợp trong tủ quần áo hoặc được cung cấp trong khu vực ngủ như một thiết bị độc lập.
vi: [89267] Được tích hợp trong tủ quần áo hoặc được cung cấp trong khu vực ngủ như một tủ ngăn kéo/kệ độc lập.

source: [89398] Cung cấp không gian cho chỗ ngồi cho hai khách và tối thiểu một bàn cocktail.
vi: [89398] Cung cấp không gian cho tối thiểu hai chỗ ngồi cho khách và một bàn cocktail.

source: [89400] Nên có tối thiểu một cũi trẻ em cứ mỗi 100 phòng khách.
vi: [89400] Nên có tối thiểu một cũi trẻ em cho mỗi 100 phòng khách.

source: [89401] Số cuối cùng tùy thuộc vào nhu cầu thị trường và sự chấp thuận của IHG®
vi: [89401] Số phòng cuối cùng tùy thuộc vào nhu cầu thị trường và sự chấp thuận của IHG®

source: [89402] 10% số phòng.
vi: [89402] 10% số key.

source: [89405] Tại tỷ lệ 1 trên 100 căn.
vi: [89405] Tại tỷ lệ 1 trên 100 key.

source: [89409] phòng suites.
vi: [89409] phòng suite.

source: [89412] Không cho phép các phòng executive.
vi: [89412] Không cho phép bố trí phòng executive.

source: [89479] Ổ điện quá dòng
vi: [89479] Lỗ thoát nước chống tràn

source: [89481] Chiều dài tối thiểu 1,5m (5ft) với tràn
vi: [89481] Chiều dài tối thiểu 1,5m (5ft) với lỗ thoát chống tràn

source: [89482] Với chặn kéo lên.
vi: [89482] Với bộ xả nhấn.

source: [89483] Lan can gắn tường.
vi: [89483] Thanh vịn gắn tường.

source: [89488] Được lắp đặt ở độ cao tối thiểu 2,1m (7ft) từ mức sàn tắm hoàn thiện ở trên.
vi: [89488] Được lắp đặt ở độ cao tối thiểu 2,1m (7ft) so với mức sàn tắm hoàn thiện.

source: [89491] Phải có thiết bị kín
vi: [89491] Phần cứng cố định phải kín

source: [89761] Một máy ủi và bàn ủi kích thước toàn phần.
vi: [89761] Một bàn là và cầu là full size

source: [89802] Đầu vòi hoa sen có thể điều chỉnh dọc, gắn tường.
vi: [89802] Gắn tường, bát sen có thể điều chỉnh chiều cao.

source: [89804] Diện tích bên trong rõ ràng tối thiểu 90cm (3ft) x 90cm (3ft).
vi: [89804] Diện tích thông thủy bên trong tối thiểu 90cm (3ft) x 90cm (3ft).

source: [89805] Máng nhà tắm chống axit tích hợp với thiết bị thoát nước thải có thể tháo rời.
vi: [89805] Đế bồn tắm đứng chống axit tích hợp với bộ xả có thể tháo rời.

source: [89808] Rèm tắm hoặc cửa kính tôi an toàn / pespec.
vi: [89808] Rèm tắm hoặc cửa kính cường lực/perspex (kính acrylic).

source: [89864] Phải cung cấp một vòi tắm hoa sen.
vi: [89864] Phải cung cấp vòi sen.

source: [89865] Với ba bộ phun điều chỉnh.
vi: [89865] Với ba chế độ phun nước.

source: [89866] Tay vặn tối thiểu 7,5cm (3in).
vi: [89866] Đường kính bát sen tối thiểu 7,5cm (3in).

source: [89867] Điều chỉnh chiều cao và cầm tay
vi: [89867] Có thể điều chỉnh độ cao và cầm tay

source: [89868] Bao gồm chức năng massage.
vi: [89868] Bao gồm tính năng massage.

source: [89871] Thanh trượt gắn giữa 85cm - 2,25m (34in - 7ft 6in) phía trên vòi hoa sen hoặc sàn tắm.
vi: [89871] Thanh trượt gắn từ 85cm - 2,25m (34in - 7ft 6in) phía trên vòi hoa sen hoặc sàn tắm.

source: [900] Không cho phép cửa sổ trên tường phía sau, ngay sau bàn tiếp tân vào khu vực BOH.
vi: [900] Không cho phép có cửa sổ trên tường phía sau, ngay sau bàn tiếp tân tiếp nối vào khu vực BOH.

source: [901] Bức tường phía sau, hoặc liền kề, quầy lễ tân phải có các yếu tố tường phía sau đặc trưng thương hiệu.
vi: [901] Bức tường phía sau hoặc liền kề quầy lễ tân phải có các yếu tố trang trí đặc trưng thương hiệu gắn tường.

source: [90434] Tên của chủ khách sạn và nhà điều hành nên được hiển thị nổi bật trên trang chủ.
vi: [90434] Tên của chủ đầu tư khách sạn và đơn vị điều hành nên được hiển thị nổi bật trên trang chủ.

source: [90435] Biểu tượng bản quyền hiện tại, năm và tên công ty sở hữu phải được hiển thị bằng loại tối thiểu 8pt và được hiển thị nổi bật trên trang chủ.
vi: [90435] Biểu tượng bản quyền hiện tại, năm và tên công ty sở hữu phải được hiển thị bằng loại font tối thiểu 8pt và được hiển thị nổi bật trên trang chủ.

source: [90436] Logo và liên kết chính xác với Đảm bảo giá tốt nhất của IHG sẽ xuất hiện nổi bật trên trang chủ.
vi: [90436] Logo và liên kết chính xác với Đảm bảo giá tốt nhất của IHG nên được hiển thị nổi bật trên trang chủ.

source: [90438] Khi có các liên kết đến các trang web của khách liên quan, nên có một liên kết quay lại Trang web Khách sạn Độc lập.
vi: [90438] Khi có các liên kết đến các trang web có liên quan dành cho khách, nên có một liên kết quay lại Trang web Khách sạn Độc lập.

source: [904] Yêu cầu tác phẩm nghệ thuật trong tất cả các hành lang công cộng và các sảnh thang máy.
vi: [904] Yêu cầu tranh ảnh nghệ thuật trong tất cả các hành lang công cộng và các sảnh thang máy.

source: [90507] Tất cả ánh sáng phải được kiểm soát bởi một công tắc chính.
vi: [90507] Tất cả chiếu sáng phải được kiểm soát bởi một công tắc tổng.

source: [90508] Công tắc phải được đặt ở lối vào và đầu giường.
vi: [90508] Công tắc phải được bố trí ở lối vào và đầu giường.

source: [90509] Kiểm soát phải bao gồm các thiết bị đèn và ổ cắm cho các thiết bị này.
vi: [90509] Bảng điều khiển phải kiểm soát ccác thiết bị đèn và ổ cắm cho các thiết bị này.

source: [90510] ổ cắm ở mức bàn, cho minibar và TV và đồng hồ vẫn duy trì.
vi: [90510] ổ cắm cao ở mức bàn, cho minibar và TV và đồng hồ luôn phải có điện.

source: [90511] Nên cung cấp một nhà vệ sinh hoặc đèn ngủ.
vi: [90511] Nên cung cấp đèn nhà vệ sinh hoặc đèn ngủ.

source: [90530] Cho phép bổ sung một hộp đựng và cuộn giấy vệ sinh.
vi: [90530] Cho phép bổ sung một hộp đựng và một cuộn giấy vệ sinh.

source: [90534] Bàn ủi phải có kích thước toàn phần.
vi: [90534] Cầu là phải là full size.

source: [90537] Phải có tấm kê bàn là khi nghỉ tay.
vi: [90537] Phải có chỗ để bàn là bằng sắt.

source: [90538] Bàn ủi phải được phủ bằng một miếng đệm và được gắn an toàn không có cạnh sắc
vi: [90538] Cầu là phải có đệm và được cố định an toàn, không có cạnh sắc

source: [90540] Không cho phép tấm bàn ủi mặt bàn
vi: [90540] Không cho phép cầu là đặt trên mặt bàn

source: [90541] Phải có một chân đứng sàn ổn định
vi: [90541] Chân cầu là phải chắc chắn

source: [90542] Chế tạo thép với hoàn thiện sơn bền, xử lý nướng hoặc gỗ mun.
vi: [90542] Kết cấu thép với hoàn thiện sơn bền, xử lý nướng hoặc gỗ mun.

source: [90576] Đệm và bọc toàn bộ
vi: [90576] Có đệm và được bọc toàn bộ

source: [90807] Tất cả các phòng họp có thể đến thông qua một lối đi kín hoặc có mái che từ các khu vực công cộng của khách sạn.
vi: [90807] Tất cả các phòng họp có lối vào kín hoặc có mái che từ các khu vực công cộng của khách sạn.

source: [90809] Trường hợp bất kỳ phòng họp nào có thể chứa hơn 300 người, nên sử dụng lối vào riêng biệt cách xa sảnh khách sạn chính.
vi: [90809] Đối với bất kỳ phòng họp nào có thể chứa hơn 300 người, nên bố trí lối vào riêng cách xa sảnh khách sạn chính.

source: [90899] Nhân viên cần đảm bảo rằng bàn là được đặt trong tủ quần áo với một thùng rỗng sau khi sử dụng.
vi: [90899] Nhân viên cần đảm bảo rằng bàn là được đặt trong tủ quần áo với khoang chứa nước rỗng sau khi sử dụng.

source: [90998] Nên tồn tại một liên kết trở về từ trang web của doanh nghiệp liên quan đến Trang web Khách sạn Độc lập.
vi: [90998] Nên tồn tại một liên kết dẫn trở về Trang web Khách sạn Độc lập từ trang web của doanh nghiệp liên quan.

source: [90999] khách sạn khác được cấp phép dưới bất kỳ thương hiệu IHG® nào và logo Thương hiệu hiện hành phải được hiển thị với mức độ nổi bật ít nhất bằng với tất cả các khách sạn khác không được cấp phép theo bất kỳ thuộc tính Thương hiệu IHG® nào xuất hiện trên trang web.
vi: [90999] khách sạn khác được cấp phép dưới bất kỳ thương hiệu IHG® nào và logo Thương hiệu hiện hành phải xuất hiện với mức độ nổi bật ít nhất bằng với tất cả các khách sạn khác không được cấp phép theo Thương hiệu IHG® nào xuất hiện trên trang web.

source: [91129] Nằm ngoài sảnh thang máy chính hoặc liền kề với quầy lễ tân hoặc quầy concierge, khu vực phòng họp hoặc văn phòng hành chính.
vi: [91129] Bố trí gần sảnh thang máy chính hoặc liền kề với quầy lễ tân hoặc quầy concierge, khu vực phòng họp hoặc văn phòng quản lý.

source: [91130] Tối thiểu hai máy trạm cho khách sử dụng.
vi: [91130] Tối thiểu hai bàn máy tính cho khách sử dụng.

source: [91177] Gắn vào tủ credenza
vi: [91177] Liền tủ credenza

source: [91180] Nằm trên một bức tường đối diện với người tổ chức hoặc người thuyết trình, không phải khán giả.
vi: [91180] Nằm trên một bức tường đối diện với người tổ chức hoặc người thuyết trình, không đối diện khán giả.

source: [91182] Tất cả các tủ AV phải chống âm để ngăn âm thanh chuyển đến các phòng họp liền kề hoặc đến các khu vực khách riêng.
vi: [91182] Tất cả các tủ AV phải cách âm để tránh âm thanh truyền đến các phòng họp liền kề hoặc đến các khu vực riêng tư cho khách.

source: [91185] Nhận diện các phòng họp.
vi: [91185] Xác định phòng họp.

source: [91188] Thông báo bên ngoài mỗi phòng họp riêng biệt khi cuộc họp đang diễn ra.
vi: [91188] Thông báo đặt bên ngoài mỗi phòng họp khi cuộc họp đang diễn ra.

source: [91189] Phải được cung cấp thông qua một thiết bị cố định vĩnh viễn và tích hợp vào hoàn thiện của khu vực pre-function.
vi: [91189] Bảng thông báo phải được gắn vào một và tích hợp vào hoàn thiện của khu vực pre-function.

source: [91303] Có thể truy cập trực tiếp từ khu vực pre-function hoặc hành lang công cộng.
vi: [91303] Có thể vào trực tiếp từ khu vực pre-function hoặc hành lang công cộng.

source: [91305] Thiết kế cung cấp nghe nhìn nên xem xét việc cung cấp kiểm soát cho các phòng họp riêng lẻ cũng như kiểm soát kết hợp cho nhiều phòng mở thành một.
vi: [91305] Thiết kế bố trí thiết bị AV nên cân nhắc việc cung cấp bảng điều khiển cho các phòng họp riêng lẻ cũng như bảng điều khiển kết hợp khi nhiều phòng mở thành một.

source: [91306] Nên có lối vào dịch vụ kín đáo từ hành lang BOH.
vi: [91306] Nên có cửa service kín đáo từ hành lang BOH.

source: [91798] Phải để dép trong tủ đựng.
vi: [91798] Nên để dép trong tủ áo.

source: [92153] Nên cung cấp một kho đựng áo khoác liền kề.
vi: [92153] Nên cung cấp một phòng gửi áo khoác gần đó.

source: [92155] Nằm trong hoặc gần với nhà hàng họ đang phục vụ.
vi: [92155] Nằm trong hoặc gần nhà hàng họ đang phục vụ.

source: [92156] Đề nghị được đặt ở các vị trí khuất khỏi tầm nhìn của khách.
vi: [92156] Khuyến nghị được đặt ở các vị trí khuất khỏi tầm nhìn của khách.

source: [92158] Nằm trong hoặc gần nhà hàng họ đang phục vụ
vi: [92158] Nằm trong hoặc gần nhà hàng chúng phục vụ

source: [92159] Đề nghị được đặt ở các vị trí khuất khỏi tầm nhìn của khách.
vi: [92159] Khuyến nghị được đặt ở các vị trí khuất khỏi tầm nhìn của khách.

source: [92173] Khi một nhà hàng được vận hành độc lập với khách sạn, các rủi ro an ninh liên quan đến hoạt động của bên thứ ba phải được xem xét khi thiết kế khu vực giao hàng, chuẩn bị, lưu trữ và nhà bếp, và các cơ sở nhân viên.
vi: [92173] Khi một nhà hàng được vận hành độc lập với khách sạn, các rủi ro an ninh liên quan đến hoạt động của bên thứ ba phải được xem xét khi thiết kế khu vực giao hàng, chuẩn bị, kho hàng và nhà bếp, và các cơ sở vật chất cho nhân viên.

source: [92599] Nên có một lối vào bên ngoài riêng biệt cho tất cả các cửa hàng F&B.
vi: [92599] Nên có một lối vào riêng biệt từ bên ngoài cho tất cả các cửa hàng F&B.

source: [92600] Nên có một khu vực ăn uống được che kín một phần có sức chứa 12-15 khách cho các nhóm tùy thuộc vào quy mô và ý tưởng cửa hàng.
vi: [92600] Nên có một khu vực ăn uống được có màn che một phần với sức chứa 12-15 khách cho khách đoàn tùy thuộc vào quy mô và concept cửa hàng.

source: [92601] Lưu đồ ượng F&B/ tham chiếu thiết kế đính kèm
vi: [92601] Lưu đồ F&B/ thiết kế tham chiếu

source: [92606] Số lượng ghế dự kiến phải được hiệu chỉnh theo mật độ phòng
vi: [92606] Số lượng chỗ ngồi dự kiến phải được cân đối theo mật độ phòng

source: [92607] Số ghế cuối cùng phải được IHG phê duyệt
vi: [92607] Số chỗ ngồi cuối cùng phải được IHG phê duyệt

source: [92608] Tối thiểu 40% số lượng key.
vi: [92608] Tối thiểu 40% số key.

source: [92613] Hiển thị tên khách.
vi: [92613] Màn hình hiển thị tên khách.

source: [92618] Tất cả các bếp nhà hàng phải có lối vàp trực tiếp BOH và kết nối với bếp chính.
vi: [92618] Tất cả các bếp nhà hàng phải có lối trực tiếp vào BOH và trực tiếp kết nối với bếp chính.

source: [92619] Không cho phép chuyển thực phẩm và đồ uống đến bếp nhà hàng qua các khu vực công cộng.
vi: [92619] Không cho phép chuyển đồ ăn và đồ uống đến bếp nhà hàng qua các khu vực công cộng.

source: [92624] Phải cung cấp buffet bữa sáng.
vi: [92624] Phải cung cấp buffet sáng.

source: [92626] Yêu cầu các tấm chắn hắt hơi cho tất cả khu trưng bày thực phẩm.
vi: [92626] Yêu cầu có kính che tránh hắt hơi vào tại tất cả khu trưng bày thực phẩm.

source: [92627] Tủ đựng khay gắn sẵn, nếu cung cấp khay đựng.
vi: [92627] Tủ đựng khay tích hợp, nếu cung cấp khay đựng.

source: [92628] Không gian lưu thông đối diện khách xung quanh quầy bar ăn sáng phải tối thiểu 1,5m (5ft).
vi: [92628] Không gian lưu thông dành cho khách xung quanh quầy bar ăn sáng phải tối thiểu 1,5m (5ft).

source: [92629] Không cho phép thiết bị xách tay hoặc bàn phủ khăn váy
vi: [92629] Không cho phép khu bày buffet có thể di chuyển hoặc bàn gắn khăn skirt

source: [92630] Nếu cung cấp các quầy nấu ăn trưng bày như một phần của ý tưởng buffet, yêu cầu thông hút gió.
vi: [92630] Nếu cung cấp các quầy nấu ăn biểu diễn như một phần của concept buffet, yêu cầu thông hút gió đúng chuẩn.

source: [92631] Mức cao nhất của quầy phải tối thiểu 85cm (34in) so với mức sàn hoàn thiện.
vi: [92631] Mặt quầy phải tối thiểu 85cm (34in) so với mức sàn hoàn thiện.

source: [92632] Trong các khách sạn có hơn 150 phòng, phải cung cấp một trạm nấu trứng và bánh kếp cũng như một phần của ý tưởng buffet chung, trừ khi quy định địa phương cấm điều này
vi: [92632] Trong các khách sạn có hơn 150 phòng, phải cung cấp một quầy món trứng và pancake như một phần của concept buffet chung, trừ khi quy định địa phương cấm điều này

source: [92634] Cho phép sử dụng linh hoạt và thiết kế cho phép đóng và / hoặc sử dụng cho các mục đích khác
vi: [92634] Cho phép sử dụng linh hoạt và thiết kế cho phép đóng kín và/hoặc sử dụng cho các mục đích khác
